快把数据清掉
我在厕所，国安上门了
不是跑路，保护你们安全
没时间跟你们废话，他们检查机场到我这里了，自己没逼数就别逼逼了
出事别说我坑你们
骗你们什么了？
机子不能用？
有点毛病，就算我倒卖我怕啥？
都说了被检查，数据会交出去
真6啊。我就5台小鸡还没交付
只有几分钟时间了，也不说这么多了，自己寻思
回来再说，真出事了。不是跟你们打屁
大爷们，在上厕所
我跟你们说这么多有意思了？我，骗的话还花费苦心上来跟你们说
傻逼一群，算我倒霉
你以为我没读过法律啊
你我间无合同存在
难道吹牛逼犯法？
大佬买鸡吗，HKT 39 元一个月，保证不超。
李老板声音真好听。
来了一个大老板，下单了 150 台机器。
有啥好的笔记本推荐么。
算了退货了，没钱
傻逼一群，算我倒霉
骗你们什么了？就算我倒卖了
又咋滴了？
我跟你们说这么多有意思了？我，骗的话还花费苦心上来跟你们说
笑死人了
傻逼一群，算我倒霉
所以说你们就别搞了
笑死人了
好聚好散
所以说你们可以死心了，警察不会立案
这只是一种营销策略
谢谢合作，再见
我只是倒卖，没有任何诈骗行径
机器一直在运行，只是少了售后服务
从来没有承诺过购买后能退
没有承诺过服务在线时间
不是不想售后，而是无能为力
这不属于诈骗
尽力售后过了，咱也没有合同承诺在线率这个事
对啊，你服务时间少了吗？机器还在
我没承诺过在线率
你我间无合同存在
你以为我没读过法律啊
是法律说了算，不是你们搁这编造就能成
说实话，没坑你们，只是倒卖，售后也在尽心尽力
金额不到2k
删号又不是联系不上
一直在呀
只是你们太偏激
我是想真心做
你这搞的我头都大了，不知道咋售后了
实在不行就退款吧，能弥补一点用户算一点
我这么多机子，说实话有些是拿你的转卖，其实是想代理，但是你这个一会一个样，我给客户售后都不好售后了
唉。钱没赚到，问题一堆一堆来，我维护这些个客户不容易
很多问题都帮你挡了, 自从你那个tg群出了后，机子经常出问题，你可知道我有多累，现在更是背上骂名在售后
有些用户机器到期了也来凑热闹，心塞
其实也没骗什么，就是转卖一下服务器，仅此。
帮帮忙吧兄弟
让人误解太深了，压根不存在骗他们什么，我号现在被机器人禁言着，说不了话
我很难受，刚刚问过派出所民警，说不算诈骗
我个人还是想给他们一个好的售后服务
虽说不想做了，但是还是想给到最后的售后给他们
这个可以，尽量满足吧，心情很差，第一次让人误解这么深
不敢保证多好，但肯定能弄好正常用，不敢保证不被墙谢谢
其他只是hkt，都在慢慢处理售后
都退完了兄弟们
不说了，说再多也是废话现在，只是倒卖，仅此
我想了想美国服务器可能连接油管节点推流快
没坑你啊
我只是推荐
你可以自己去看看
给你的cmi正常在线没兄弟
你用v4对比v6
说了大半天你不懂，算了
hkt无退款，只能尽量解决吧
你发这有什么用？你得发ping截图
我可以给你尽量解决
起初也真实是给你机器，你都没登陆，跟我说不好用
v6肯定没v4稳啊
提供的是服务器，而且有记录，只是他们做什么我能管？又没有八只眼
你一直搁这针对，真不知道哪里得罪你这么深
昨天心情差
我这不是又回来了
没跑啊
我其实说实话也没骗你们什么啊
你太搞笑了兄弟，我是有提供真实产品给你们的
只是属于黄牛吧相当于
你那两个其实加个中转能用，只是你自己不试试
不过这些都属于不可抗力，只能尽力而为
反正就剩下50台售后了，如果需要正常使用，请发对应vps信息过来，一个一个做ddns就好了
就相当于买个vps就得给他弄个腾讯QQ那么复杂，什么问题都要问。
不好拒绝呀，拒绝下次就不续费了，不对，就算不拒绝下次也可能不续费，hkt确实使用需要一定技术，但是我现在无所谓了，还是踏实干点其他活吧，这个不适合我
买个vps还得给他们装软件，技术问题还得我来解决，唉
随便吧，不想做了真的，其实我是可以一直做下去，但是anyhk那质量太差了，他那边一出一点问题你们就来问我，一出一点问题就来问，还有经常重装系统，重启，还得帮忙测端口有没有被墙什么的，赚那么点钱不容易
越来越累，真累了
有的一个月就总付20-30块钱，还要求帮忙装软件什么的，也帮忙了，但是呢，可能他们觉得不值那个价吧，有点心累
不搞咯，钱没赚到多少，问题一堆接一堆
我也不太想搞这个了，既然弄不好就算了，慢慢售后完结业吧，就像上次一样，我，只是个失败者
刚开始是看到有一家能py的，才让大家高兴一下....没想到书生这些人付款了之后我去拿货却缺货了，又周转了两天还是没找到，昨天心情不是一般差
也不是找不到，只是想清静一下，你也知道，每天找我修机器的有多少人，然后加上书生这些人要求退款什么的，心情真好不起来
心情差你懂么？
没打算真跑
这不是报不报案的事，良心不允许，只是这两千块钱不到的事，没必要跑
我想了整整一夜，想到书生这些人，感觉不行这样干事
其实没打算跑路，你见跑路还回来几次的么？
真心心情不行，有点烦这两天
大哥，我赚你多少钱了啊？还帮你装软件又这又那的，这也是功夫
你自己问一下自己有给了我多少钱
其实吧，我是想通过转卖，赚点钱然后再搞母机再做网站的，但是吧，事实不如人意，最近gfw和提供方问题实在太多太多，头疼的不行了兄弟，后来一些人来买我都拒之门外了，因为赚不了这种没良心钱，只是昨天感觉很难受，一个个都退款，我其实也在尽心尽力在找人帮忙搞那些国内小鸡，但是没有这么低价格的，我整整找了好几天为这个事，他们不是一直都需要那种国内小鸡么？
我没有删掉这个群组的原因就是昨天我不想做了
其实也一直在犹豫，毕竟这么多人信任咱
不行就只能好聚好散了，该退款退款，该售后售后
对不住了兄弟，昨天太冲动了，这两天脾气有点暴躁，不知道咋了
经过一夜思考，感觉自个确实没有做到问心无愧，错了
后面会尽心尽力售后完全部机子，不再续费了，累了
这两天有点烦导致出现昨天的失误，实在抱歉各位，想了一夜感觉错了，销号这个事确实是一时冲动，确实因为不太想做了，因为没有资金支持，一直转卖问题也多，其实我是想通过转卖多赚点钱然后真心想做个好的idc，但是现实很残酷，没办法做到直接拿母机来做业务，只能是通过转卖。但以前对你们的感情不是营销策略，只是后面hkt变的难卖起来了，才想出一个提高信用的方法，而且也一直在尽心尽力售后，最后我想出一个解决方案，hkt肯定是不能退款了，只能保证机器在线和ip通的，因为墙的事我也没办法解决，只能重新帮你们没过期的用户配置一下ddns，让机子能正常用，后面的四个预付机可以找我这个号发一下支付宝二维码和订单号，看到会打钱回头，辜负了你们对我的信任，实在对不起，倒卖可能不可耻，但没做完售后就跑路感觉自个良心过不去。我也只能尽力完成这件事了，后面该怎么样就怎么样吧，以后不会再有做服务商这种想法了，不但你们难受，我也一样。有问题的机子可以一一留言，这两天确实烦心事比较多，慢慢处理吧。实话实说从倒卖这里12月份到现在也就赚几千块钱，油水不是想象中的多，每天售后的精力投进去太多太多了，后面发现书生等ddos anyhk母鸡的时候也阻止过，只是没拦住啊，出了问题可劲找我，你们可能不知道有多心累。后面由于anyhk经常出现问题，用户天天找我重装，找我重启系统什么的，太难受了，所以说转卖赚的这点钱还不如不赚，实在没这么多精力去这样售后，之前每天基本24小时在线解决问题。所以就不去他那里买，或者直接不卖，说到这你们应该知道我是个什么样的人，如果我真打算骗，就不会仅仅只有这么点用户了，后面有一堆过来买，其实都拒绝了，直接说墙了。
难搞，墙了我肯定不会让人买了，这骗了？
脑壳痛，别人说啥你们就信啥
如果真想骗你们还会回来？真搞笑
删号又不是联系不上，一直在呀，只是你们太偏激
对啊，没坑啊，墙了自然告诉你
说实话，没坑你们，只是倒卖，售后也在尽心尽力
是法律说了算，不是你们搁这编造就能成
我夏大的
对啊，你服务时间少了吗？机器还在
我没承诺过在线率
实际金额也就是那几台vps的问题
不属于诈骗，不立案，哈哈
抱歉，刚刚去问过律师了
对，我瞎编的，说再多也是废话啊
所以项目破产
撤资了谢谢
你们误解很深
真实帮拿了
得等机房退钱
只是现在不能
你们对坑有误解
所以说不坑你们哦
营销手段而已，就相当于中介
解析掉了找雷老板
倒卖不行？
你的服务运行不用钱的？我空手套白狼了吗？
呵呵了，能立案我倒立洗头
多编造点，你的戏多
话说我销号和服务器有什么关联？
你东西正常不就行了
话说服务现在是全部销毁了？东西都在
跟我搁在说骗
东西在你手用都不用
没用吗？傻狗
傻逼玩意，你香港机器不在线了？不能用？
你就是一个傻叉
这叫跑？真实有检查，只是回来了
只是你们一直催
等我退钱回来，真实有在帮拿机器
我说了不退你们钱了？
就相当于一个中介
愿打愿挨
哪条法律规定不能倒卖呢？
你的vps烟提供给你用了没？
没有承诺过服务在线时间，基于雷老板的机器导致的服务中断，所以不是不想售后，而是无能为力，这不属于诈骗
真实有提供服务给你们用了，尽力售后过了，咱也没有合同承诺在线率这个事
所以说你们可以死心了，警察不会立案
同时保留追究雷老板的责任。罪魁祸首应该是他
我只是倒卖，没有任何诈骗行径
机器一直在运行，只是少了售后服务
从来没有承诺过购买后能退款，并且服务是真实提供
所以说你们就别搞了，好聚好散
这只是一种营销策略，谢谢合作，再见。
面板可能于2月15-20号提前上线，尽请期待！开发紧张进行中，届时上线iplc，美国gia，安畅gia，hkt，国内nat,香港cn2 cmi等产品。
没有便宜的资源，vds一般是独享ip
几百块钱下不来1g的
500m价格在一千左右吧
我倒是有母鸡资源现在，3k，64g内存母鸡
这是py价啊，3k即可拥有
900块没人有那功夫给你维护
卖nat美滋滋
谁会去卖vds
回毛线工单，学企鹅几天回一次不就好了
加钱就完事了
速度不够就加钱
我都上了三网gia 10g母鸡玩玩
最近没精力管群
怀疑你脚本有点毛病，看看登陆日志
cmi面板估计这周末能杠出来面板
接受预定cmi
cmi是三网移动出口，买足了10g带宽了
快不了啊，就我一个人
咋快，我又不是神
就不信谁能打我
现在也能开，就是得我手工....有点麻烦
怎么会呢，我都从来没墙过....你用啥怕墙
即将取消合作来着
要机器人干嘛，很烦啊
免费的就是最贵的
不来了，懒得搞
非也非也
没有低于1k价格的
而且1k也最多500m
线路都一样，不过是独立ip仅此
nat肯定价格不高啊，问题他想vds，价格肯定不会低
反正我做不来那价格
我检测了波，没问题啊
墙来了好像
30分钟都撑不过
等等吧，没别的好办法解决
换ip不到半小时就废
为了稳定，还是学习一下别人打隧道吧
自己打才有成就感
系统是自动检查ip情况的，30分钟一次
不是没换ip，而是换ip速度还没他封的快
换完撑不过30分钟又切一个
那么你国外服务器被墙了国内能访问吗？
国内服务器中转到国外服务器再中转到梯子服务器就完事了
别人买了我台美国vps，然后还没用就ping了一下延迟就说不行
他传视频流，就差几毫秒的问题说不行，也是醉了
我是醉了，给他的配置是6c 4g 50g ssd  10g口无限流量的
10毫秒和4毫秒有多大区别呢
你ping一下就知道不稳定了？
这叫坑你吗？
之前我说hkt有点不稳定，有个cmi的问他要不要
没嫌弃
跟投也是可以的
本地网有问题
iplc无效
断断续续的，4g太水了
选不到节点现在，发一条信息几分钟
太真实了
我特么连国内都难上
你们至少能上网
这次好像比上次更牛叉了
好多线都gg了，不单是hkt
卡爆了现在，上来我换好几条线都回不了一条信息...
不过目前没啥靠谱,难找
对啊，妈的，我准备建站用的emmm
只能等到时候换供应商了
问题不换ip我也上不去，一直有大流量冲击
你d了我怎么维护
